Repository: meisteg/featuredphoto
Catalog: locale/*/LC_MESSAGES/featuredphoto.po
Languages: de_de

source: Action
de_de: Aktion

source: Active
de_de: Aktiv

source: Add new photo
de_de: Neues Foto hinzufügen

source: Add photo block here
de_de: Fotoblock hier hinzufügen

source: Add/Edit Photo Blocks
de_de: Fotoblöcke hinzufügen/bearbeiten

source: Add/Edit Photos
de_de: Fotos hinzufügen/bearbeiten

source: Are you sure you want to permanently delete this photo block?
de_de: Soll dieser Fotoblock dauerhaft gelöscht werden?

source: Are you sure you want to remove this photo block from this page?
de_de: Soll dieser Fotoblock von der Seite entfernt werden?

source: Are you sure you want to remove this photo from this photo block?
de_de: Soll dieses Foto von diesem Fotoblock entfernt werden?

source: Block Template
de_de: Blockvorlage

source: Cancel
de_de: Abbruch

source: Cannot locate any block templates. Cannot continue.
de_de: Vorlagen nicht gefunden. Es geht nicht weiter.

source: Click photo to start Image Manager
de_de: Foto klicken um den Manager zu starten

source: Delete
de_de: Löschen

source: Delete Photo Blocks
de_de: Fotoblöcke löschen

source: Edit
de_de: Bearbeiten

source: Featured Photo
de_de: Vorgestelltes Foto

source: Featured Photo module images.
de_de: Bilder der vorgestellten Fotos

source: Featured Photo tables removed.
de_de: Fototabelle entfernt.

source: Fixed on an image
de_de: Gebunden an ein Bild

source: Fixed on the image
de_de: Gebunden an das Bild

source: Hide Photo Blocks
de_de: Fotoblöcke verstecken

source: Hide Photos
de_de: Fotos verstecken

source: Image dimensions must be greater than zero.
de_de: Die Anzahl der Dimensionen muss grösser 0 sein.

source: Inactive
de_de: Inaktiv

source: Increment
de_de: Zuwachs

source: Maintain the featured photo(s) in the database.
de_de: Vorgestellte Fotos in der Datenbank bearbeiten.

source: Manage Photo Blocks
de_de: Fotoblöcke organisieren

source: Manage Photos
de_de: Fotos organisieren

source: Mode
de_de: Modus

source: N/A
de_de: Nicht verfügbar

source: New Photo Block
de_de: Neuer Fotoblock

source: No active photo.
de_de: Keine aktiven Fotos.

source: Photo activation changed
de_de: Fotoaktivierung geändert

source: Photo activation could not be changed
de_de: Fotoaktivierung konnte nicht geändert werden

source: Photo block activation changed
de_de: Fotoblockaktivierung geändert

source: Photo block activation could not be changed
de_de: Fotoblockaktivierung konnte nicht geändert werden

source: Photo block could not be saved
de_de: Fotoblock konnte nicht gespeichert werden

source: Photo block deleted
de_de: Fotoblock gelöscht.

source: Photo block pinned
de_de: Fotoblock angeheftet

source: Photo block saved
de_de: Fotoblock gespeichert

source: Photo block unpinned
de_de: Fotoblock losgeheftet

source: Photo could not be saved
de_de: Foto konnte nicht in der Datenbank gespeichert werden.

source: Photo removed from photo block
de_de: Das Foto wurde aus dem Fotoblock gelöscht.

source: Photo saved
de_de: Das Foto wurde gespeichert.

source: Photos
de_de: Fotos

source: Pin
de_de: Anheften

source: Pin Photo Blocks
de_de: Fotoblöcke anheften

source: Random
de_de: Zufall

source: Remove
de_de: Entfernen

source: Remove Photos from Blocks
de_de: Fotos vom Fotoblock entfernen

source: Resize images to fit inside
de_de: Bilder an Innengrösse anpassen

source: Save New Photo
de_de: Neues Foto speichern

source: Save New Photo Block
de_de: Neuen Fotoblock speichern

source: Size
de_de: Grösse

source: Title
de_de: Titel

source: Unpin
de_de: Losheften

source: Update Photo
de_de: Foto aktualisieren

source: Update Photo Block
de_de: Fotoblock aktualisieren

source: View
de_de: Ansicht

source: View Photo
de_de: Foto ansehen

source: You must select an image.
de_de: Ein Bild muss ausgewählt werden.

source: Your photo block must have a title.
de_de: Der Fotoblock benötigt einen Titel.

source: pixels
de_de: Pixel
